[{
        "project": "Laboris aute sunt ipsum anim dolore aute incididunt.",
        "task": "Nisi ex sint nulla eiusmod culpa cupidatat.",
        "status": false,
        "activity": "Consectetur ex nisi culpa fugiat nisi duis exercitation ea veniam cillum. Amet culpa qui et officia consectetur velit dolore id. Pariatur anim voluptate eu esse anim duis. Ullamco magna id aliqua veniam exercitation consectetur velit laboris elit nulla. In voluptate occaecat nulla non sint laborum. Aute irure laborum et mollit exercitation laborum.\r\n",
        "activity_type": "Operation",
        "workhour": 2
    },
    {
        "project": "Eiusmod sint aliqua cupidatat ut Lorem consectetur ipsum.",
        "task": "Et non dolore adipisicing nostrud dolore ut enim ullamco.",
        "status": true,
        "activity": "Cupidatat excepteur non ex velit culpa anim nisi velit et aliqua eiusmod. Dolore nulla ipsum enim sint ipsum minim. Reprehenderit fugiat dolor non aute. In ex voluptate labore voluptate laborum cillum. Nisi do anim veniam est id nisi officia consectetur commodo excepteur nostrud magna pariatur. Mollit id sint velit et quis officia duis et exercitation qui. Aute magna ex deserunt incididunt qui eiusmod culpa id.\r\n",
        "activity_type": "Implementation",
        "workhour": 7
    },
    {
        "project": "Et aliqua excepteur duis do amet amet.",
        "task": "Laborum sunt proident ut proident officia cupidatat ea nisi ipsum proident.",
        "status": false,
        "activity": "Cupidatat aute do Lorem excepteur veniam adipisicing est quis. Officia velit nulla proident enim irure ea mollit sunt magna velit magna sunt occaecat. Ullamco nisi duis culpa ad cillum. Aliqua eiusmod culpa consectetur occaecat sint consectetur dolore dolore fugiat. Aliquip ipsum consectetur nisi sint aute non. Sint dolore velit elit et magna.\r\n",
        "activity_type": "Operation",
        "workhour": 5
    },
    {
        "project": "Sunt voluptate cillum mollit elit.",
        "task": "Ullamco tempor ipsum esse sunt non labore fugiat exercitation laboris consequat veniam nostrud consectetur officia.",
        "status": true,
        "activity": "Id velit eu est mollit sint veniam consequat amet elit. Dolor do esse dolor reprehenderit nulla amet exercitation ad nulla Lorem aliquip do. Irure est velit aute velit non aliqua minim aliqua enim anim nostrud in proident magna. Dolor ullamco dolore excepteur consequat velit eu occaecat nisi veniam.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Ut veniam proident ut do ullamco.",
        "task": "Esse amet pariatur magna laboris occaecat eiusmod incididunt aute.",
        "status": true,
        "activity": "Tempor reprehenderit incididunt voluptate sit in dolore ipsum esse labore ea. Dolor ut exercitation ut irure. Duis cillum laborum ea tempor ipsum cupidatat ipsum incididunt veniam nostrud ipsum. Duis nisi anim cupidatat pariatur laborum consequat minim consequat mollit veniam ea adipisicing. Dolore est duis pariatur id mollit eu est esse nostrud ea.\r\n",
        "activity_type": "Operation",
        "workhour": 8
    },
    {
        "project": "Dolor qui est eu reprehenderit aliquip minim incididunt exercitation in commodo id minim commodo.",
        "task": "Officia do in Lorem eiusmod amet nostrud ex sunt aliqua amet.",
        "status": false,
        "activity": "Ex aute est laborum ipsum fugiat in fugiat eu ipsum sunt magna. Pariatur enim aute laboris veniam aliquip ipsum cupidatat. Fugiat eiusmod aute consectetur et irure enim duis nulla sint.\r\n",
        "activity_type": "Operation",
        "workhour": 6
    },
    {
        "project": "Cupidatat ut exercitation consectetur et eu commodo ea aute anim non cupidatat eu id laborum.",
        "task": "Do pariatur labore consequat minim ex esse enim dolore enim mollit.",
        "status": true,
        "activity": "Id labore pariatur ad sint et aute. Magna duis aliqua fugiat anim sunt reprehenderit laboris qui nulla laborum eiusmod. Nostrud consectetur non commodo anim incididunt est proident elit non sit eiusmod.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "In Lorem sit proident quis.",
        "task": "Incididunt quis sunt aute pariatur proident minim ad sint tempor pariatur aliqua ut.",
        "status": true,
        "activity": "Nisi quis nulla aute exercitation nisi. Nostrud non in adipisicing deserunt duis aliquip reprehenderit sunt consectetur Lorem deserunt. Voluptate eu occaecat duis nisi commodo mollit est aute exercitation irure. Sint deserunt mollit officia esse elit tempor. Dolore anim et quis sint quis. Sint est elit dolor deserunt.\r\n",
        "activity_type": "Implementation",
        "workhour": 7
    },
    {
        "project": "Officia mollit Lorem laboris anim Lorem ullamco non ad esse.",
        "task": "Aute fugiat minim commodo eiusmod reprehenderit do nostrud occaecat.",
        "status": false,
        "activity": "Laborum sit est ea nisi aliquip. Anim reprehenderit duis proident nulla. Do dolor esse occaecat exercitation nostrud. Minim qui ut aliquip elit pariatur consequat tempor irure minim.\r\n",
        "activity_type": "Operation",
        "workhour": 7
    },
    {
        "project": "Et magna pariatur non fugiat.",
        "task": "Ullamco mollit consectetur consectetur esse proident id ad est reprehenderit exercitation proident pariatur laborum.",
        "status": false,
        "activity": "Duis officia mollit do dolor commodo sunt commodo laborum id fugiat ea esse amet sint. Aliqua ad reprehenderit et commodo. Aliquip commodo velit laboris labore labore officia ullamco laborum commodo incididunt ut sint. Et voluptate excepteur qui magna. Proident ut tempor et tempor ad est culpa exercitation ut ipsum consectetur.\r\n",
        "activity_type": "Development",
        "workhour": 3
    },
    {
        "project": "Adipisicing Lorem officia nostrud consectetur dolor commodo laborum laboris sint quis ut.",
        "task": "Ea tempor eu deserunt elit aute duis do duis nisi tempor quis ullamco irure.",
        "status": false,
        "activity": "Ut elit dolore enim et aliqua officia aute sunt duis laboris excepteur. Tempor nostrud ex non deserunt duis tempor incididunt esse. Aliquip cupidatat tempor eu sint aliquip eu. Ipsum esse adipisicing voluptate velit. Nisi laborum magna qui ea ex aliqua ex proident anim reprehenderit voluptate amet. Ut laboris adipisicing officia dolore consectetur deserunt proident dolor non fugiat ut.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Et dolore Lorem commodo aliquip exercitation ullamco exercitation eu officia veniam.",
        "task": "Sunt fugiat reprehenderit exercitation cupidatat eiusmod pariatur exercitation ipsum do enim.",
        "status": false,
        "activity": "Tempor aliqua dolore in enim officia Lorem ullamco culpa ipsum do officia cillum velit. Enim elit aute magna do voluptate proident excepteur reprehenderit voluptate reprehenderit non reprehenderit velit duis. Sint Lorem labore aute incididunt amet esse excepteur velit culpa sit Lorem occaecat in. Deserunt cupidatat magna commodo duis duis quis officia anim sit qui esse aliquip velit. Nostrud sunt mollit consequat reprehenderit irure irure duis fugiat pariatur labore enim nulla. In dolore eiusmod incididunt labore et cillum.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Aute fugiat in labore ut fugiat consequat.",
        "task": "Cupidatat eu fugiat laborum proident incididunt est.",
        "status": false,
        "activity": "Aute id ipsum qui non enim. Sunt proident magna velit eiusmod mollit. Voluptate sint sit sit ullamco Lorem adipisicing est sit. Tempor in ex in culpa ut sunt quis enim magna ullamco labore. Cillum irure Lorem in do nisi reprehenderit sunt. Nostrud anim qui qui laboris sit dolore ullamco Lorem nostrud aliqua irure magna.\r\n",
        "activity_type": "Implementation",
        "workhour": 7
    },
    {
        "project": "Officia elit ex nisi in ex consequat minim duis.",
        "task": "Cillum labore laborum commodo sunt consectetur aliqua nisi pariatur nisi pariatur.",
        "status": false,
        "activity": "Anim consequat in nisi excepteur Lorem nisi. Lorem proident ullamco dolor labore eu commodo irure veniam eu commodo magna non commodo. Non cillum labore aliquip do veniam minim sit tempor. Qui sint consequat ad ullamco tempor ullamco dolore ut in velit amet aute. Eu officia nisi cillum esse id in. Eu culpa et dolor minim in officia occaecat esse culpa sunt esse officia occaecat.\r\n",
        "activity_type": "Operation",
        "workhour": 2
    },
    {
        "project": "Velit fugiat qui sint proident ipsum proident minim excepteur commodo dolor.",
        "task": "Eu minim consectetur minim eiusmod amet veniam sunt qui dolor.",
        "status": false,
        "activity": "Sit esse minim incididunt esse nostrud aute non incididunt in et id nostrud mollit. In ea reprehenderit velit do. Aliquip eu magna commodo officia. Reprehenderit laborum mollit veniam commodo sint do magna nostrud commodo consequat esse sunt esse dolore.\r\n",
        "activity_type": "Development",
        "workhour": 8
    },
    {
        "project": "Deserunt incididunt consequat amet veniam commodo reprehenderit et non consequat amet enim.",
        "task": "Dolore deserunt culpa in sint culpa culpa.",
        "status": false,
        "activity": "Aliqua elit nostrud consequat irure exercitation ex ex mollit quis incididunt non dolore aliqua qui. Exercitation in adipisicing aliquip mollit. Anim proident laboris id amet. Et veniam in nisi ipsum nisi. Ipsum ad ut ullamco cillum reprehenderit sit tempor adipisicing deserunt sit elit cillum quis. Eu incididunt id ad voluptate laboris consectetur sit irure cillum ea officia enim consectetur. Lorem voluptate pariatur consectetur exercitation et ad ut id elit fugiat id sint dolore sunt.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "Cupidatat consequat minim incididunt nisi labore.",
        "task": "Ipsum Lorem et incididunt commodo enim.",
        "status": true,
        "activity": "Ea non do dolore fugiat sunt aute eu enim minim magna eu excepteur. Commodo aliqua reprehenderit Lorem cupidatat officia labore sint cillum. Ipsum non id veniam proident proident dolor ad. Aute reprehenderit cillum amet mollit eiusmod non.\r\n",
        "activity_type": "Development",
        "workhour": 6
    },
    {
        "project": "Aute commodo eu proident dolore velit esse labore velit sit.",
        "task": "Dolore pariatur aute amet occaecat non.",
        "status": false,
        "activity": "Culpa qui fugiat adipisicing aliquip velit tempor id esse. Quis dolor aliqua dolore labore dolore. Est sint excepteur minim do commodo reprehenderit dolor est sunt laboris deserunt pariatur.\r\n",
        "activity_type": "Operation",
        "workhour": 1
    },
    {
        "project": "Nulla ad enim exercitation minim esse.",
        "task": "Esse amet esse pariatur ex culpa dolore.",
        "status": false,
        "activity": "Consequat anim mollit in et. Commodo exercitation laborum excepteur anim quis Lorem nisi excepteur in esse in aliqua. Qui veniam aliqua eiusmod eiusmod excepteur anim incididunt esse cillum do.\r\n",
        "activity_type": "Development",
        "workhour": 6
    },
    {
        "project": "Veniam mollit velit ut adipisicing commodo velit.",
        "task": "Ullamco quis exercitation reprehenderit ex commodo in Lorem nisi.",
        "status": true,
        "activity": "Fugiat cillum elit nostrud nulla. Fugiat culpa duis elit qui ea laboris do. Adipisicing veniam deserunt consectetur ad ea. Laborum tempor sit id ut ea consectetur ex elit.\r\n",
        "activity_type": "Implementation",
        "workhour": 4
    },
    {
        "project": "Veniam anim incididunt quis cupidatat fugiat amet tempor id sit esse adipisicing voluptate ullamco.",
        "task": "Dolor non do laborum fugiat ex amet nulla aliquip qui culpa sit esse nostrud.",
        "status": false,
        "activity": "Consectetur nulla cupidatat laboris occaecat id veniam dolor est quis. Quis sunt magna non veniam. Nisi quis id nulla velit nulla magna magna culpa sit ad.\r\n",
        "activity_type": "Development",
        "workhour": 8
    },
    {
        "project": "Adipisicing ut officia qui est enim fugiat enim minim aliquip ullamco et ut excepteur ullamco.",
        "task": "Minim cupidatat commodo anim proident ullamco pariatur.",
        "status": false,
        "activity": "Proident incididunt veniam ad aliquip veniam. Et laboris velit id elit deserunt laboris fugiat nostrud laborum dolor. Anim elit ea Lorem exercitation. Deserunt aliquip sint anim commodo quis magna culpa ullamco cupidatat non sit non commodo. Amet enim duis proident aliquip enim culpa. Eiusmod commodo cillum dolor irure nisi sunt eiusmod eiusmod velit incididunt sit. Veniam commodo consequat aute commodo est nostrud cupidatat.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Ea et commodo nostrud anim.",
        "task": "Adipisicing quis consequat irure ut sint consectetur id occaecat cillum esse nisi elit.",
        "status": false,
        "activity": "Enim exercitation incididunt tempor aliqua tempor consectetur ad nostrud consequat velit ullamco. Cillum esse ullamco culpa pariatur irure magna sit. Anim consequat reprehenderit aliqua occaecat duis veniam pariatur fugiat ea occaecat aute aliqua. Velit proident aliqua dolor consectetur veniam enim. Exercitation irure irure sint esse elit. Voluptate id commodo exercitation excepteur excepteur amet.\r\n",
        "activity_type": "Development",
        "workhour": 7
    },
    {
        "project": "Ullamco ut tempor voluptate minim velit nostrud.",
        "task": "Dolor commodo est ut nulla reprehenderit nisi elit veniam nostrud ut quis quis.",
        "status": false,
        "activity": "Ut irure consectetur consequat veniam ullamco sint ullamco in culpa irure ipsum enim. Anim incididunt ullamco excepteur dolore culpa laborum sint qui. Pariatur aliquip in cupidatat elit. Excepteur duis aliqua ut mollit. Qui enim et Lorem do laborum exercitation cillum.\r\n",
        "activity_type": "Development",
        "workhour": 1
    },
    {
        "project": "Duis adipisicing proident cupidatat minim nulla ad.",
        "task": "Et exercitation Lorem mollit laboris veniam reprehenderit consectetur quis commodo proident cupidatat.",
        "status": true,
        "activity": "Est nulla aliquip irure quis nulla consectetur do nisi eiusmod commodo velit aliquip aliqua consequat. Cillum Lorem dolore nostrud in fugiat in nisi pariatur. Culpa pariatur eu eu proident non velit eu in sunt. Commodo esse sint dolor velit amet reprehenderit.\r\n",
        "activity_type": "Development",
        "workhour": 3
    },
    {
        "project": "Consequat et magna sit officia.",
        "task": "Consectetur irure cillum esse labore anim id veniam.",
        "status": true,
        "activity": "Elit ad laboris ex ea officia consectetur. Voluptate deserunt ea ea sunt veniam nulla commodo pariatur consequat incididunt est et. Non consequat voluptate duis occaecat irure deserunt amet aliqua consectetur anim ut incididunt Lorem. Laborum laboris proident nulla cupidatat est nostrud dolore eiusmod sit. Incididunt amet consectetur exercitation nostrud labore nulla occaecat irure et id ut. In laborum quis amet commodo commodo commodo.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Laboris elit occaecat exercitation mollit aute mollit consectetur dolor ullamco proident mollit.",
        "task": "Labore ex velit enim amet reprehenderit id nulla dolor aliqua elit.",
        "status": true,
        "activity": "Commodo voluptate cupidatat Lorem ut. Fugiat ipsum tempor magna ullamco ad reprehenderit in irure amet exercitation. Consectetur et consectetur ullamco eiusmod occaecat deserunt. Qui enim aute ut mollit cupidatat velit anim ex nulla voluptate culpa non.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Pariatur proident qui consequat aliquip consequat incididunt in enim ea anim dolor sunt aliqua.",
        "task": "Deserunt pariatur aliqua duis nulla eiusmod elit cillum anim et elit commodo in.",
        "status": true,
        "activity": "Commodo aliquip proident reprehenderit excepteur qui et ad sint consectetur reprehenderit dolor excepteur. Id eu ut veniam exercitation. Minim consectetur amet fugiat quis nisi sit Lorem laborum nulla ipsum sunt. Aliquip veniam veniam veniam veniam pariatur laboris irure in cillum labore. Ut qui labore ipsum nulla aliquip. Ipsum aliquip est sint labore sint. Aute amet veniam voluptate commodo mollit minim commodo nostrud incididunt Lorem.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "Mollit elit minim nulla et deserunt cupidatat sit aute ea dolore eu.",
        "task": "Excepteur pariatur eu laborum mollit irure adipisicing aliqua reprehenderit.",
        "status": false,
        "activity": "Amet ut ex irure velit ea veniam aliquip aliquip aliqua anim quis deserunt. Sit consectetur est esse pariatur non mollit mollit in. Eiusmod amet laborum duis non eiusmod et fugiat Lorem est eiusmod amet non.\r\n",
        "activity_type": "Operation",
        "workhour": 6
    },
    {
        "project": "Id cupidatat enim amet ea in fugiat amet exercitation ex dolor sint consequat.",
        "task": "Est irure id proident mollit non cillum non exercitation anim aute.",
        "status": true,
        "activity": "Laborum ad esse non ullamco nulla cillum officia ut ea non. Enim minim sint non deserunt labore est est commodo dolor aliqua elit aliqua tempor. Qui cillum aliquip officia cupidatat voluptate aliqua dolor non mollit ullamco quis dolore laborum in. Amet tempor ad culpa amet velit. Mollit deserunt quis ipsum in eu enim.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Ut anim ipsum reprehenderit irure reprehenderit occaecat aute.",
        "task": "Culpa culpa ea anim culpa id qui.",
        "status": false,
        "activity": "Lorem culpa laboris cupidatat nostrud deserunt proident est in officia. Nulla magna tempor incididunt elit. Sint fugiat deserunt sunt laborum dolor do eiusmod dolore officia incididunt eu elit eiusmod.\r\n",
        "activity_type": "Operation",
        "workhour": 3
    },
    {
        "project": "Pariatur labore exercitation anim ea.",
        "task": "Amet amet proident ipsum ipsum qui sunt exercitation sit nostrud labore aute nulla cillum.",
        "status": true,
        "activity": "Amet laborum fugiat aliqua ad amet occaecat non deserunt. Ea enim reprehenderit dolor eu aliquip esse velit consectetur veniam minim eu nisi qui. Irure sit dolore elit sit officia excepteur dolore cupidatat Lorem do dolor enim dolor aliqua. In et commodo ipsum deserunt ad occaecat adipisicing. Ipsum labore non pariatur do reprehenderit qui ea dolore velit id commodo.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Sint nulla proident dolore mollit et veniam non incididunt culpa proident.",
        "task": "Nostrud enim minim cillum nisi sit occaecat aute dolore labore cillum minim mollit.",
        "status": false,
        "activity": "Et qui duis ullamco Lorem Lorem. Est nisi incididunt culpa consequat adipisicing do incididunt ullamco Lorem ea tempor mollit anim do. Anim occaecat adipisicing ut consectetur sit sint sint mollit tempor eiusmod velit id qui. Enim dolore nisi occaecat dolor.\r\n",
        "activity_type": "Operation",
        "workhour": 5
    },
    {
        "project": "Cupidatat cupidatat pariatur pariatur sint laboris proident irure pariatur occaecat est.",
        "task": "Ut excepteur ut adipisicing cillum.",
        "status": false,
        "activity": "Cillum laboris aliqua laboris voluptate elit ullamco non sunt. In aliqua laborum irure aliquip consequat culpa est pariatur ipsum nulla non occaecat. Aliquip ullamco reprehenderit consequat incididunt esse. Ipsum magna magna nisi aute sunt ullamco occaecat aute.\r\n",
        "activity_type": "Implementation",
        "workhour": 4
    },
    {
        "project": "Aliqua labore laborum aliquip velit esse et consequat ex sit reprehenderit non ex exercitation cillum.",
        "task": "Occaecat anim excepteur mollit nostrud fugiat.",
        "status": false,
        "activity": "Enim Lorem pariatur labore occaecat et eiusmod cupidatat ad eiusmod sint nulla incididunt. Sint mollit commodo enim culpa. Ea fugiat proident nostrud id aliqua. Voluptate proident aliqua aute aliqua minim tempor culpa ut eu. Minim est dolore velit et fugiat amet. Lorem aliquip est nisi tempor commodo. Ea ea cillum incididunt excepteur do aliqua amet fugiat duis nostrud.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "Non esse ex occaecat non deserunt velit nostrud laborum mollit culpa.",
        "task": "Enim duis reprehenderit duis voluptate dolore quis Lorem.",
        "status": false,
        "activity": "Minim minim deserunt cillum occaecat et cupidatat. Consectetur culpa anim sint fugiat exercitation. Est consectetur Lorem dolore voluptate ea dolore laborum fugiat et ipsum ipsum amet est. Pariatur id laboris aliqua id deserunt occaecat ullamco magna dolore amet quis quis. Esse et duis cillum velit minim reprehenderit ex voluptate incididunt reprehenderit elit. Aute enim incididunt non aute ut nulla minim.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Irure Lorem consequat elit dolore elit commodo quis.",
        "task": "Culpa laborum nisi Lorem consequat adipisicing id.",
        "status": true,
        "activity": "Eu amet deserunt minim in. Consequat Lorem eiusmod anim esse esse est cillum enim dolore in sunt id. In cupidatat sit aliquip in. Do id ad sit adipisicing tempor.\r\n",
        "activity_type": "Operation",
        "workhour": 7
    },
    {
        "project": "Commodo est aute aute deserunt est labore sint.",
        "task": "Incididunt eiusmod ea eu anim velit aliquip in.",
        "status": false,
        "activity": "Culpa ad reprehenderit et veniam voluptate Lorem ex pariatur aliqua pariatur reprehenderit in nisi. Cupidatat duis incididunt ad est laboris reprehenderit ea tempor duis occaecat nostrud. Laborum exercitation non ex sunt ullamco velit enim voluptate sit qui sint pariatur nulla exercitation. Laborum commodo eiusmod eiusmod aliquip commodo esse aliquip excepteur.\r\n",
        "activity_type": "Development",
        "workhour": 4
    },
    {
        "project": "Velit velit cupidatat sint consequat magna.",
        "task": "Veniam est consectetur sit ad veniam nulla.",
        "status": true,
        "activity": "Velit esse aute duis exercitation eiusmod do cupidatat reprehenderit commodo qui voluptate. Officia duis esse adipisicing sit duis consequat reprehenderit est enim. Esse velit amet aute quis cupidatat. Proident reprehenderit occaecat magna do ipsum officia mollit pariatur minim exercitation. Esse eu ipsum et dolor nisi laboris nisi dolor voluptate sunt reprehenderit sunt deserunt. Non sit nisi ut ea eu commodo anim.\r\n",
        "activity_type": "Operation",
        "workhour": 4
    },
    {
        "project": "Aliqua voluptate dolore pariatur proident sunt minim quis eu id proident.",
        "task": "Nulla aute dolore magna ex.",
        "status": true,
        "activity": "Anim fugiat consectetur ad elit irure nostrud cillum aute cupidatat ex reprehenderit ad. Ad Lorem mollit in proident dolore ea non reprehenderit elit et veniam tempor. Esse magna anim mollit ullamco eu sit cillum veniam aliquip incididunt nulla aliqua ullamco. Dolor voluptate do aliqua consequat voluptate enim consectetur nulla elit enim elit esse nostrud. Eiusmod eiusmod veniam amet magna amet cupidatat sit ullamco nostrud magna ipsum ipsum duis ipsum. Occaecat cupidatat amet pariatur eu cillum tempor nostrud occaecat sint laborum commodo tempor. Consequat adipisicing consectetur ex sunt in tempor commodo deserunt excepteur quis.\r\n",
        "activity_type": "Development",
        "workhour": 1
    },
    {
        "project": "Reprehenderit sint nostrud sunt cillum tempor eu deserunt sint ut sunt enim aliqua cillum.",
        "task": "Aliquip sunt dolor sint mollit cupidatat reprehenderit mollit.",
        "status": true,
        "activity": "Aute id ea enim ut culpa labore laboris deserunt Lorem commodo. Excepteur ad voluptate sint amet Lorem officia dolore ullamco. Sit pariatur tempor commodo minim aliquip ad ea reprehenderit aliqua dolore pariatur cupidatat. Minim aliquip reprehenderit non ea ea laboris voluptate est veniam sit.\r\n",
        "activity_type": "Operation",
        "workhour": 2
    },
    {
        "project": "Fugiat nisi commodo aliquip et eu pariatur eu Lorem laborum minim ipsum.",
        "task": "Irure do excepteur esse enim commodo sit pariatur dolore laboris.",
        "status": false,
        "activity": "Consectetur reprehenderit dolore incididunt dolore anim ullamco laboris Lorem. Consequat esse commodo labore ullamco voluptate sunt eu. Aliquip labore cillum do irure elit nostrud. Laboris deserunt tempor ad amet dolor voluptate aliquip elit laborum culpa ipsum quis aliquip. Occaecat mollit quis aute veniam cillum in exercitation nulla nostrud ipsum sunt dolore labore velit. Sint ut velit consectetur ex aliquip dolore exercitation mollit sit cillum qui eiusmod. Incididunt ipsum veniam tempor dolor occaecat.\r\n",
        "activity_type": "Development",
        "workhour": 2
    },
    {
        "project": "Velit irure proident cupidatat ex minim fugiat dolore fugiat dolore ex voluptate ea sint.",
        "task": "Officia deserunt eu cupidatat culpa eiusmod nostrud.",
        "status": false,
        "activity": "Anim id cupidatat pariatur tempor voluptate officia aliqua consequat officia exercitation esse. Quis ad minim adipisicing voluptate deserunt quis qui voluptate aliquip commodo. Labore amet aliqua non esse sint dolore officia irure ex id irure.\r\n",
        "activity_type": "Implementation",
        "workhour": 7
    },
    {
        "project": "Sint reprehenderit Lorem et aliqua laboris elit.",
        "task": "Labore sint proident laborum consequat eu labore labore anim adipisicing magna consectetur dolore duis laborum.",
        "status": true,
        "activity": "Aliquip cupidatat fugiat quis aliquip ea aute dolor veniam est. Aute quis incididunt proident tempor laboris cupidatat ea. Lorem culpa ea non exercitation voluptate elit aliqua commodo. Occaecat excepteur proident non mollit veniam anim. Excepteur magna non anim reprehenderit duis consequat consequat.\r\n",
        "activity_type": "Operation",
        "workhour": 6
    },
    {
        "project": "Ipsum id elit consequat do labore elit sunt adipisicing dolore esse nulla qui culpa.",
        "task": "Id dolore qui commodo duis commodo.",
        "status": true,
        "activity": "Occaecat duis dolor laborum et duis fugiat. Sint cupidatat ad laborum non qui eiusmod nulla dolor consequat ipsum ut ipsum. Quis ea est ea proident culpa anim mollit. Ad irure non adipisicing cillum quis ad cupidatat officia consequat. Amet aute labore do culpa duis eu ex et duis ea elit nostrud.\r\n",
        "activity_type": "Development",
        "workhour": 2
    },
    {
        "project": "Sunt anim aliquip culpa veniam consectetur anim voluptate qui ex esse excepteur magna.",
        "task": "Officia laboris ipsum aute deserunt anim magna enim cillum est nostrud sint ea.",
        "status": false,
        "activity": "Pariatur tempor amet sint Lorem duis ut consequat in labore fugiat in dolore deserunt. Dolore reprehenderit culpa mollit do adipisicing id. Aute nostrud anim id et do pariatur et mollit sit fugiat elit nulla reprehenderit velit. Amet anim do adipisicing aliquip aliquip anim labore duis fugiat ut id non ullamco consectetur. Id pariatur adipisicing do ex eiusmod occaecat deserunt reprehenderit in excepteur. Mollit deserunt amet sunt duis duis labore laborum amet proident proident dolore id.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "Laborum mollit nostrud ut deserunt esse mollit minim culpa aute est labore.",
        "task": "Pariatur et labore ea sunt laborum proident deserunt magna consequat mollit esse esse dolore sit.",
        "status": false,
        "activity": "Cillum nisi irure ullamco officia aliquip ad officia aute aliquip deserunt mollit eiusmod nulla. Ullamco minim fugiat occaecat laboris elit adipisicing consectetur cupidatat exercitation. Sunt magna eiusmod minim ad. Est qui voluptate sunt consectetur.\r\n",
        "activity_type": "Development",
        "workhour": 7
    },
    {
        "project": "Elit mollit velit dolor consectetur sit elit laborum mollit.",
        "task": "Culpa amet ullamco commodo sunt laboris ipsum.",
        "status": true,
        "activity": "Exercitation ut reprehenderit deserunt exercitation esse excepteur quis est dolore exercitation veniam culpa et. Ex reprehenderit esse deserunt laboris qui commodo nisi quis id occaecat minim proident. Mollit consequat consectetur aute do aliquip duis irure ad do id. Et magna excepteur exercitation aliquip ex qui aute. Deserunt incididunt pariatur duis proident duis.\r\n",
        "activity_type": "Development",
        "workhour": 6
    },
    {
        "project": "Ea qui non enim ex ex.",
        "task": "Duis sit voluptate pariatur nostrud.",
        "status": true,
        "activity": "Nostrud deserunt ut et exercitation reprehenderit. Cupidatat fugiat qui occaecat proident Lorem consectetur labore do adipisicing proident culpa. Ipsum excepteur adipisicing ullamco magna adipisicing veniam aute. Consectetur nostrud anim reprehenderit cupidatat. Consequat esse nulla nostrud dolore amet elit esse cupidatat. Voluptate Lorem officia quis cillum ad amet consequat.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "Enim cillum deserunt aliquip et mollit.",
        "task": "Eu cillum laborum consectetur enim.",
        "status": true,
        "activity": "Magna cillum ad elit ad qui irure minim ipsum magna duis aute. Aliqua ex ipsum eu eu. Elit cillum cupidatat consectetur culpa enim pariatur labore eiusmod eu voluptate proident pariatur aliqua cupidatat. Mollit ad nisi magna ex excepteur ut. Non fugiat aliqua ex proident ex dolore est do velit.\r\n",
        "activity_type": "Operation",
        "workhour": 2
    },
    {
        "project": "Deserunt ad non magna nisi excepteur non exercitation ex.",
        "task": "Enim magna irure labore veniam ipsum nulla commodo laboris cillum aliqua excepteur in dolor laborum.",
        "status": false,
        "activity": "Et amet exercitation nisi ullamco veniam ipsum et magna amet cupidatat ullamco excepteur. Lorem consequat nisi elit sit. Ut excepteur nulla incididunt occaecat in cupidatat consequat ullamco laboris reprehenderit. Dolore magna cillum est culpa et officia tempor nulla et magna mollit sint ullamco tempor.\r\n",
        "activity_type": "Development",
        "workhour": 6
    },
    {
        "project": "Ut adipisicing adipisicing proident dolor qui voluptate aute ex sunt reprehenderit laborum tempor mollit.",
        "task": "Excepteur cillum irure cillum ex proident consectetur pariatur aliquip fugiat non commodo culpa elit.",
        "status": false,
        "activity": "In culpa amet dolor velit fugiat sint occaecat pariatur minim nulla pariatur esse pariatur et. Amet duis adipisicing do nisi laboris amet. Proident deserunt velit ullamco irure. Ad est proident non sunt eiusmod in.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Ipsum et eiusmod sunt sunt.",
        "task": "Lorem mollit ipsum mollit deserunt voluptate duis proident duis sit ipsum.",
        "status": true,
        "activity": "Pariatur est enim id quis laborum nisi officia. Ad irure eiusmod do ipsum ut occaecat ea anim consectetur quis. Lorem amet nisi in sit nulla id duis. Do cillum ex fugiat proident eu proident irure aute velit et sit ipsum qui nulla. Cillum non magna aliquip officia aliquip excepteur.\r\n",
        "activity_type": "Development",
        "workhour": 8
    },
    {
        "project": "Officia deserunt cillum laborum in veniam aliqua amet cillum minim et consequat.",
        "task": "Voluptate ad cillum nulla eiusmod est est reprehenderit pariatur Lorem reprehenderit labore qui.",
        "status": true,
        "activity": "Consectetur laborum officia Lorem deserunt tempor officia esse enim occaecat fugiat amet. Laborum voluptate nostrud qui commodo Lorem eu dolor labore qui mollit magna culpa aliqua sit. Excepteur in eu reprehenderit voluptate pariatur adipisicing nulla excepteur eu culpa commodo ea officia reprehenderit. Tempor ad nulla consectetur velit commodo laborum ex.\r\n",
        "activity_type": "Implementation",
        "workhour": 4
    },
    {
        "project": "Et duis do qui eu tempor est.",
        "task": "Veniam deserunt incididunt enim id.",
        "status": true,
        "activity": "Aute ipsum consequat dolor consequat enim et mollit cupidatat. Irure nostrud exercitation aliquip quis duis cupidatat mollit. Dolor quis sit duis ea aliquip irure. Sunt magna voluptate ea nisi culpa ad magna adipisicing. Tempor incididunt mollit consectetur ex et. Aute ut qui minim veniam cupidatat ullamco ullamco consequat eiusmod.\r\n",
        "activity_type": "Implementation",
        "workhour": 4
    },
    {
        "project": "Minim consequat voluptate cupidatat adipisicing aliqua esse ad commodo fugiat occaecat.",
        "task": "Cupidatat est nulla dolore aute laborum.",
        "status": false,
        "activity": "Eu ex enim sint qui mollit. Eu voluptate do aliqua nostrud aliquip irure et nisi sint. Duis enim ut irure sint nulla veniam. Qui labore sint quis magna ipsum ullamco laborum Lorem enim.\r\n",
        "activity_type": "Development",
        "workhour": 4
    },
    {
        "project": "Aliquip culpa laborum adipisicing dolor dolor dolor amet cupidatat consequat commodo aute veniam laborum cillum.",
        "task": "Velit duis in minim velit aliqua occaecat esse anim veniam aute consectetur consectetur voluptate.",
        "status": false,
        "activity": "Eu dolor enim incididunt ut sit in. Laborum non consequat incididunt esse esse officia aliqua nostrud commodo duis officia ipsum aute aliqua. Ut adipisicing laborum commodo minim minim nostrud.\r\n",
        "activity_type": "Operation",
        "workhour": 8
    },
    {
        "project": "Esse dolore fugiat laborum ad laborum ea voluptate in enim ad irure.",
        "task": "Occaecat enim minim pariatur non magna.",
        "status": true,
        "activity": "Est deserunt pariatur magna esse id id ullamco cillum velit ut. Ipsum tempor cupidatat et nisi ea elit officia ut. Sit in amet ipsum voluptate velit voluptate esse ullamco et voluptate sint commodo.\r\n",
        "activity_type": "Operation",
        "workhour": 7
    },
    {
        "project": "Aliquip proident incididunt voluptate commodo aliquip ullamco sunt ullamco non sint ad enim Lorem mollit.",
        "task": "Elit aute esse ut velit ullamco minim dolore eu culpa nulla consequat occaecat.",
        "status": true,
        "activity": "Commodo est non velit nulla dolore id eiusmod enim veniam duis. Mollit culpa aute duis sit. Exercitation non fugiat elit quis sit occaecat elit tempor non eu quis. Commodo irure ut veniam nulla ad incididunt mollit quis cupidatat esse velit labore Lorem pariatur. Eu dolore non id id non incididunt. Nulla labore officia esse ipsum sit.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Anim tempor et enim excepteur ad incididunt voluptate deserunt aliquip in cupidatat.",
        "task": "Culpa velit mollit Lorem cillum ad reprehenderit proident duis.",
        "status": false,
        "activity": "Et minim aute fugiat ex mollit in non qui. Est aute cillum non exercitation consequat esse non. Tempor incididunt cillum veniam occaecat eiusmod reprehenderit. Cillum veniam cupidatat reprehenderit cupidatat duis enim ipsum in excepteur aliquip consectetur. Consequat ex pariatur commodo est quis incididunt cillum id.\r\n",
        "activity_type": "Development",
        "workhour": 7
    },
    {
        "project": "Dolor ut excepteur incididunt anim qui.",
        "task": "Pariatur reprehenderit Lorem nulla ea.",
        "status": true,
        "activity": "Est nulla pariatur reprehenderit ullamco amet anim aute reprehenderit Lorem. Laboris laboris pariatur velit mollit culpa occaecat veniam consectetur ad nisi veniam nulla. Mollit esse sunt nulla proident Lorem dolor officia quis aliquip eu est eiusmod. Sint eiusmod adipisicing fugiat aliquip non culpa nulla tempor ullamco fugiat. Aliquip voluptate in commodo ex aute dolor.\r\n",
        "activity_type": "Implementation",
        "workhour": 7
    },
    {
        "project": "Irure ad fugiat non do consectetur id.",
        "task": "Minim qui in adipisicing ea veniam incididunt proident laboris labore consectetur.",
        "status": false,
        "activity": "Velit sint pariatur ex nisi sit est irure ipsum consequat incididunt eiusmod ut adipisicing veniam. Id consectetur veniam do dolore velit Lorem in adipisicing voluptate Lorem laboris pariatur velit. Nostrud et duis do labore. Exercitation ex officia reprehenderit anim ullamco. Veniam ullamco nostrud enim in occaecat veniam nisi in. Ullamco ullamco ad incididunt proident ea mollit officia irure.\r\n",
        "activity_type": "Operation",
        "workhour": 4
    },
    {
        "project": "Veniam anim enim eiusmod reprehenderit reprehenderit incididunt pariatur.",
        "task": "Proident cillum reprehenderit do officia cupidatat fugiat eu.",
        "status": true,
        "activity": "Quis et elit ut est adipisicing sunt nostrud ad pariatur. Sint commodo qui minim anim velit cupidatat esse incididunt id deserunt cupidatat aliquip esse. Amet ea sunt aute laboris exercitation amet dolor qui incididunt commodo sint magna reprehenderit ea. Culpa duis cillum aute ut nisi. Tempor mollit incididunt nulla proident nulla sunt sunt. Cillum laborum nostrud nisi in tempor eu ex.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Amet enim consequat labore nulla laboris cupidatat ut fugiat Lorem nisi.",
        "task": "Mollit fugiat in ullamco veniam exercitation aliquip do incididunt consectetur minim cupidatat.",
        "status": true,
        "activity": "Incididunt nulla duis sint dolor. Officia enim nulla dolor ea duis deserunt voluptate labore mollit magna non est voluptate. Consectetur ut et et Lorem consequat officia occaecat elit velit ea anim eu commodo incididunt. Ipsum do tempor sint reprehenderit voluptate minim eu aliqua excepteur fugiat. Dolore irure ut quis fugiat magna do quis eu elit proident est ipsum sit.\r\n",
        "activity_type": "Implementation",
        "workhour": 3
    },
    {
        "project": "Labore duis dolor quis eiusmod do ad aliqua est voluptate ex qui ut cillum occaecat.",
        "task": "Commodo eu nisi consectetur deserunt ea culpa irure dolore dolore cupidatat exercitation cillum adipisicing elit.",
        "status": false,
        "activity": "Nostrud amet esse esse aute ex sint. Anim nulla dolor nostrud culpa proident consectetur nisi ut excepteur. In tempor consectetur proident nostrud exercitation sunt nostrud.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    },
    {
        "project": "Reprehenderit Lorem sit in eiusmod irure et quis deserunt magna minim irure duis.",
        "task": "Ex sint eiusmod commodo irure duis incididunt cillum nulla non nostrud est sint aute.",
        "status": true,
        "activity": "Voluptate Lorem culpa aliqua cillum ad ipsum ullamco ad pariatur. Laborum deserunt non Lorem et qui Lorem deserunt dolore et nulla mollit nisi amet nostrud. Velit ad est duis minim exercitation deserunt et. Sint ipsum do duis non. Aliquip sint est proident nostrud et. Labore est eu ipsum ex anim consequat non ullamco cillum amet ut. Velit elit ea incididunt veniam adipisicing ut non.\r\n",
        "activity_type": "Operation",
        "workhour": 5
    },
    {
        "project": "Quis in ea ut est irure aliquip eu irure sunt aliquip quis ut Lorem eu.",
        "task": "Duis voluptate mollit est veniam eu Lorem irure exercitation in excepteur culpa.",
        "status": false,
        "activity": "Nostrud eiusmod amet aliquip eu ad fugiat anim excepteur culpa. Irure mollit ullamco et non. Laboris enim dolore tempor cupidatat. Consequat occaecat culpa dolor dolore mollit exercitation esse sit officia occaecat duis irure ut nostrud. Dolor sunt do nisi reprehenderit eiusmod eiusmod nulla sint aliquip sunt ad dolore veniam ut. Ex aliquip aute fugiat amet Lorem mollit ullamco.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Dolore voluptate enim velit enim eiusmod proident.",
        "task": "Cillum proident exercitation amet incididunt deserunt exercitation incididunt magna anim amet.",
        "status": true,
        "activity": "Esse in ullamco culpa esse sunt esse magna. Ullamco officia Lorem consectetur Lorem. Incididunt consectetur dolore cupidatat mollit dolore excepteur officia fugiat Lorem ex mollit eu qui. Eu incididunt reprehenderit amet adipisicing esse nulla culpa magna. Ipsum occaecat aliquip Lorem minim do Lorem.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Excepteur officia enim amet labore duis reprehenderit voluptate officia.",
        "task": "Voluptate minim eu et incididunt nulla amet non minim veniam excepteur duis.",
        "status": false,
        "activity": "Amet ipsum dolore eiusmod pariatur aliqua et. Ad minim nulla ipsum id ut. Laboris Lorem anim magna minim esse irure sunt irure exercitation consequat. Do eiusmod velit mollit adipisicing sunt cupidatat ullamco ad ullamco occaecat. Amet adipisicing deserunt do et reprehenderit voluptate laboris dolor nostrud cupidatat irure officia.\r\n",
        "activity_type": "Development",
        "workhour": 4
    },
    {
        "project": "Nisi eiusmod laborum adipisicing anim qui sunt veniam nostrud Lorem nostrud occaecat.",
        "task": "Eiusmod dolore minim commodo Lorem nostrud.",
        "status": true,
        "activity": "Id duis ullamco deserunt fugiat Lorem nostrud excepteur. Sunt adipisicing cillum nisi ipsum adipisicing. Culpa dolore sit nostrud ipsum sunt consectetur ullamco sint exercitation amet. Mollit dolore qui quis proident commodo eiusmod cillum nostrud est. Consectetur voluptate labore dolor excepteur aute do incididunt. Pariatur cupidatat amet laboris ad eiusmod reprehenderit sint aliquip culpa id id.\r\n",
        "activity_type": "Implementation",
        "workhour": 1
    },
    {
        "project": "Ullamco mollit ullamco occaecat officia qui ex aliqua eu labore culpa qui.",
        "task": "Officia qui nostrud et mollit nulla Lorem culpa proident ea elit sunt est est.",
        "status": true,
        "activity": "Cillum nisi adipisicing ex cupidatat fugiat ullamco cupidatat fugiat esse. Eiusmod culpa laboris eu eu quis. Occaecat duis quis nostrud ex culpa. Irure duis ut officia nisi quis dolor sunt.\r\n",
        "activity_type": "Development",
        "workhour": 1
    },
    {
        "project": "Consectetur pariatur voluptate quis proident reprehenderit tempor officia elit eu eiusmod aute aliqua in elit.",
        "task": "Pariatur reprehenderit velit occaecat laborum est proident consectetur occaecat.",
        "status": true,
        "activity": "Ut consequat consequat exercitation cupidatat ullamco. Officia do sunt sint eiusmod. Ex magna mollit qui consectetur consectetur exercitation Lorem voluptate dolor amet elit commodo mollit nisi. Mollit reprehenderit fugiat cupidatat aute pariatur. Quis non sit consequat quis qui in labore aute do. Reprehenderit dolor pariatur laboris ea commodo consectetur exercitation tempor ullamco consectetur. Pariatur ad cillum do magna ipsum.\r\n",
        "activity_type": "Development",
        "workhour": 6
    },
    {
        "project": "Minim do cillum exercitation in reprehenderit.",
        "task": "Excepteur esse proident sit commodo sunt tempor ipsum culpa aute mollit.",
        "status": false,
        "activity": "Labore sit non enim esse elit occaecat ex sint laboris laboris in. Incididunt ex et excepteur do consequat deserunt duis proident non sint cillum pariatur dolor. Excepteur ullamco anim sunt enim anim dolor ullamco est culpa laborum veniam commodo proident consectetur. Consectetur qui consectetur Lorem ullamco ipsum. Mollit ad id elit deserunt et aute consectetur in. Sint voluptate sint amet dolore enim do qui. Dolore ullamco ea labore non occaecat culpa do Lorem laborum in.\r\n",
        "activity_type": "Operation",
        "workhour": 8
    },
    {
        "project": "Reprehenderit non aliquip pariatur ad consectetur esse.",
        "task": "Cupidatat duis fugiat ipsum voluptate excepteur deserunt ullamco eiusmod id.",
        "status": false,
        "activity": "Lorem esse qui velit commodo sunt aliquip amet elit. Eiusmod ex cupidatat adipisicing nisi sit laborum laboris ipsum incididunt duis fugiat eiusmod ut. Veniam aute magna deserunt quis adipisicing reprehenderit ad esse. Sint eiusmod nisi ex consectetur occaecat anim amet aliquip aliqua.\r\n",
        "activity_type": "Development",
        "workhour": 7
    },
    {
        "project": "Commodo est reprehenderit quis aliqua consequat esse.",
        "task": "Exercitation irure dolore exercitation nisi mollit id occaecat consequat officia minim.",
        "status": true,
        "activity": "Quis id ipsum esse nulla proident excepteur commodo cillum aute veniam anim cupidatat non non. Dolor enim deserunt velit tempor nostrud Lorem dolor consectetur duis ea. Sint laborum officia incididunt duis mollit non consequat ea eiusmod. Mollit aute quis magna est mollit Lorem id pariatur cillum veniam. Ipsum mollit anim labore labore enim. Officia et Lorem ut velit.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Fugiat qui dolor ea esse laboris dolor.",
        "task": "In esse excepteur ut voluptate velit do commodo pariatur.",
        "status": false,
        "activity": "Culpa enim excepteur cupidatat cupidatat nulla duis mollit quis id elit exercitation officia. Proident ea anim consequat nisi elit cupidatat fugiat adipisicing ullamco pariatur dolore esse labore quis. Ea nostrud magna ullamco minim Lorem fugiat quis adipisicing culpa. Esse cupidatat tempor aliquip qui aliquip commodo laborum et nisi. Anim anim labore amet dolore consequat eu ullamco enim ad aliquip reprehenderit laboris proident. Incididunt mollit culpa nisi nisi est magna aliquip et fugiat adipisicing enim. Occaecat consectetur eiusmod aute laboris quis nisi ipsum id non aliquip esse elit.\r\n",
        "activity_type": "Development",
        "workhour": 5
    },
    {
        "project": "Laboris sint duis anim mollit mollit aliquip consectetur enim reprehenderit.",
        "task": "Velit aliqua fugiat do incididunt tempor consectetur ut fugiat.",
        "status": false,
        "activity": "Proident dolore elit quis commodo irure mollit amet laborum sint ad Lorem. Eu est pariatur esse et sunt qui. Ea magna voluptate incididunt labore ex ullamco eiusmod commodo non nisi excepteur nulla. Ad anim tempor aliqua ut duis aliqua proident ea elit reprehenderit dolore ad amet. Id labore voluptate cillum incididunt non minim. Magna veniam sit commodo labore ullamco aliqua excepteur laboris sit id. Et sint aute laborum excepteur adipisicing.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Quis voluptate et enim in nisi anim irure Lorem voluptate proident aliqua aute eu ullamco.",
        "task": "Culpa sint excepteur duis ex enim consequat id.",
        "status": true,
        "activity": "Commodo proident voluptate est dolor qui veniam cupidatat occaecat. Anim laborum fugiat ipsum non laborum officia minim ipsum eu sint. Ullamco aliquip elit aute qui aliquip. Ut cupidatat esse eiusmod minim aliqua laborum qui aliquip id laboris mollit.\r\n",
        "activity_type": "Operation",
        "workhour": 8
    },
    {
        "project": "Tempor aute ipsum ex cupidatat proident enim esse aute duis mollit qui deserunt in.",
        "task": "Proident commodo veniam id officia elit exercitation labore reprehenderit Lorem sunt eu.",
        "status": false,
        "activity": "Nisi tempor aute labore nostrud dolor culpa. Deserunt tempor dolore occaecat consequat voluptate ex veniam. Nisi occaecat anim veniam magna officia. Cillum ut non commodo irure tempor aliqua incididunt incididunt est ut pariatur pariatur deserunt ea.\r\n",
        "activity_type": "Implementation",
        "workhour": 1
    },
    {
        "project": "Exercitation nulla id elit amet ullamco velit exercitation excepteur duis ea ullamco.",
        "task": "Sit consectetur nisi enim nisi occaecat sit ea laborum.",
        "status": true,
        "activity": "Eiusmod aute do nisi exercitation. Commodo veniam elit esse cupidatat ullamco in esse incididunt quis Lorem fugiat do dolor commodo. Id duis nulla laborum Lorem fugiat dolor incididunt ipsum culpa excepteur ullamco. Minim eiusmod proident elit est ullamco cillum cillum reprehenderit occaecat non velit voluptate. Cillum commodo reprehenderit mollit nisi. Cupidatat aute consequat id qui in.\r\n",
        "activity_type": "Operation",
        "workhour": 6
    },
    {
        "project": "Qui minim mollit non fugiat laboris anim id velit id nostrud sunt ullamco voluptate.",
        "task": "Minim aliqua sit ipsum exercitation tempor.",
        "status": true,
        "activity": "Non nisi deserunt tempor amet excepteur sit sit. Dolore culpa consequat excepteur ea nulla duis veniam laborum commodo eiusmod. Aliquip excepteur deserunt dolor sint commodo cillum ullamco ea magna sint tempor enim nisi dolore. Sint cupidatat veniam veniam in ad dolor pariatur ut id non incididunt nulla. Proident sint labore aliqua laborum Lorem velit sint laboris sit eu duis minim nostrud esse. Mollit esse nostrud proident est commodo ad ad deserunt.\r\n",
        "activity_type": "Implementation",
        "workhour": 7
    },
    {
        "project": "Fugiat nostrud culpa elit exercitation proident ut.",
        "task": "Nostrud esse cillum veniam ipsum voluptate quis aute et consequat ad sunt.",
        "status": false,
        "activity": "Eiusmod irure laborum amet fugiat velit enim eu quis mollit commodo. Ut eu in sit ipsum labore eu do irure labore veniam excepteur. Consectetur eu aute nostrud tempor. Reprehenderit veniam excepteur labore reprehenderit veniam. Esse pariatur aliqua tempor mollit irure aliquip.\r\n",
        "activity_type": "Operation",
        "workhour": 3
    },
    {
        "project": "Sunt Lorem ipsum velit excepteur excepteur excepteur duis id.",
        "task": "Commodo laboris pariatur adipisicing ipsum dolore sunt est ipsum adipisicing cupidatat.",
        "status": false,
        "activity": "Laborum aliqua nisi velit eiusmod tempor est qui laborum laborum amet cupidatat sunt. Exercitation non id irure in occaecat amet. Lorem occaecat irure elit excepteur irure irure pariatur amet culpa. Sit esse cillum voluptate incididunt reprehenderit pariatur aute elit enim proident cillum laborum.\r\n",
        "activity_type": "Operation",
        "workhour": 3
    },
    {
        "project": "Incididunt cupidatat est aliqua ut eu qui tempor commodo aute reprehenderit ex do nulla.",
        "task": "Ex anim sunt excepteur in sunt culpa deserunt pariatur deserunt enim aliqua mollit.",
        "status": false,
        "activity": "Adipisicing anim deserunt sint anim ipsum consequat culpa. Nulla pariatur anim culpa do nostrud sint. Tempor laborum Lorem irure commodo.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Et anim reprehenderit quis sunt non laborum ea culpa irure ea.",
        "task": "Mollit aliqua ipsum deserunt incididunt culpa quis laboris sunt nulla dolore.",
        "status": true,
        "activity": "Aliqua amet velit dolor culpa dolore. Enim anim magna elit enim nostrud fugiat eu anim ea est ex amet. Id ea deserunt aute tempor dolor. Enim exercitation aute ex occaecat laborum incididunt.\r\n",
        "activity_type": "Development",
        "workhour": 2
    },
    {
        "project": "Esse velit commodo cupidatat deserunt veniam cillum.",
        "task": "Ea consectetur qui enim duis dolore mollit incididunt cupidatat adipisicing ex nostrud incididunt.",
        "status": false,
        "activity": "Voluptate cillum eiusmod voluptate eu ex velit id aliqua. Culpa dolore magna enim velit incididunt anim cillum aliqua nostrud. Veniam aute deserunt ut laboris. Nulla magna fugiat aliquip est et amet enim nulla laboris qui nisi et. Est est Lorem reprehenderit magna et ipsum aute est commodo nulla duis voluptate reprehenderit nulla. Ut aliqua Lorem et culpa ut enim tempor.\r\n",
        "activity_type": "Development",
        "workhour": 8
    },
    {
        "project": "Ad reprehenderit ex nulla duis magna sunt.",
        "task": "Laborum eu ex dolore ex adipisicing cillum Lorem commodo qui ea aliquip incididunt nisi.",
        "status": false,
        "activity": "Deserunt irure mollit et deserunt. Officia ipsum laboris veniam reprehenderit laborum qui aliquip qui minim. Excepteur mollit nisi duis eiusmod. Occaecat esse veniam laborum id elit aute occaecat. Occaecat enim proident culpa laboris cupidatat id deserunt deserunt labore proident. Voluptate duis labore nostrud esse ea incididunt amet Lorem ea.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Id incididunt eu nisi adipisicing laborum aliquip nulla nisi dolor Lorem duis excepteur velit enim.",
        "task": "Dolore sit do tempor aliqua magna eiusmod culpa enim.",
        "status": true,
        "activity": "Deserunt excepteur ea ad exercitation sint ea. In exercitation ea occaecat do ex consequat laboris eiusmod. Consequat labore consectetur laboris proident laborum ipsum anim. Esse velit eu Lorem nulla et ullamco enim laborum et nulla.\r\n",
        "activity_type": "Implementation",
        "workhour": 4
    },
    {
        "project": "In cupidatat voluptate eu occaecat sint tempor ad anim nisi et veniam in id.",
        "task": "Labore duis est tempor sit commodo nulla.",
        "status": false,
        "activity": "Enim commodo reprehenderit tempor proident do. Deserunt deserunt sunt officia velit excepteur. Duis aute excepteur consectetur incididunt.\r\n",
        "activity_type": "Implementation",
        "workhour": 6
    },
    {
        "project": "Officia laboris velit irure cupidatat culpa ipsum enim esse cillum elit ut commodo.",
        "task": "Qui aute anim officia culpa nulla esse eiusmod exercitation.",
        "status": true,
        "activity": "Non excepteur ut nulla esse. Proident do labore sunt excepteur culpa labore elit amet consectetur duis labore laboris. Ad et incididunt laborum sunt laboris minim eiusmod exercitation nulla eiusmod veniam. Ut ex esse laborum amet officia ullamco laborum id laboris. Cupidatat pariatur elit culpa sit adipisicing tempor esse amet qui cillum nostrud dolore anim. Cillum adipisicing amet laboris deserunt officia proident mollit amet.\r\n",
        "activity_type": "Operation",
        "workhour": 1
    },
    {
        "project": "Proident occaecat ipsum velit in qui.",
        "task": "Ut fugiat ea ad Lorem ex voluptate occaecat esse qui Lorem sint commodo Lorem.",
        "status": true,
        "activity": "Ut exercitation consectetur ad mollit esse nostrud elit aute anim incididunt culpa incididunt Lorem quis. Magna veniam sint pariatur proident. Ipsum minim cupidatat nulla dolor deserunt eiusmod aliqua adipisicing minim cupidatat dolor tempor dolore. Quis eiusmod ut reprehenderit occaecat cillum sunt Lorem adipisicing aliquip voluptate adipisicing officia deserunt.\r\n",
        "activity_type": "Development",
        "workhour": 4
    },
    {
        "project": "Occaecat elit adipisicing eu occaecat sunt.",
        "task": "Sit anim exercitation ad do aute officia nulla nostrud velit occaecat est.",
        "status": false,
        "activity": "In magna ut ut occaecat incididunt voluptate Lorem aliquip sint laboris consectetur. Et exercitation eiusmod officia occaecat non aute officia. Eu occaecat deserunt sint excepteur. Ipsum cillum ipsum reprehenderit culpa eiusmod dolor incididunt quis cupidatat eiusmod sint. Sunt qui deserunt elit veniam pariatur deserunt ad excepteur veniam veniam aliqua ea exercitation. Officia mollit commodo nisi proident ex labore qui est anim eu mollit et.\r\n",
        "activity_type": "Operation",
        "workhour": 4
    },
    {
        "project": "Duis irure irure elit proident nisi aute incididunt ullamco occaecat.",
        "task": "In dolore labore voluptate mollit nulla nisi id sit tempor ex.",
        "status": false,
        "activity": "Laborum esse elit eiusmod laboris occaecat et nostrud amet. Id ex qui occaecat laboris. Veniam do ut irure excepteur enim duis. Ut mollit irure ullamco voluptate.\r\n",
        "activity_type": "Operation",
        "workhour": 8
    },
    {
        "project": "Mollit adipisicing et ullamco aute irure velit.",
        "task": "Occaecat cillum est tempor id minim tempor minim aliquip.",
        "status": false,
        "activity": "Nostrud minim ut laboris non ex consectetur ut adipisicing consequat laboris sit. Consectetur velit occaecat enim nisi mollit ut anim dolor ea officia. Proident sunt excepteur ex enim cillum veniam reprehenderit occaecat labore.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Ad ipsum sit dolor commodo et.",
        "task": "Culpa sint excepteur dolor nulla ad elit esse enim proident.",
        "status": false,
        "activity": "Aliqua consectetur sint minim amet. Culpa elit tempor cillum quis do reprehenderit duis occaecat quis irure irure. Do deserunt nisi quis occaecat dolore nisi adipisicing elit culpa amet. Labore anim exercitation pariatur elit occaecat culpa. Velit tempor nisi et ea culpa in ut nulla ipsum cupidatat laboris. Cillum anim dolore quis duis dolor adipisicing eiusmod dolore anim eu sit dolore. Esse voluptate tempor dolor est sit et commodo elit veniam.\r\n",
        "activity_type": "Development",
        "workhour": 6
    },
    {
        "project": "Laboris aliqua pariatur cillum nulla.",
        "task": "Excepteur elit et enim qui cupidatat ut occaecat quis et culpa consequat in.",
        "status": true,
        "activity": "Esse incididunt fugiat magna nulla aliqua esse ipsum occaecat. Id do dolor Lorem nulla irure dolore cillum excepteur qui proident sunt. Occaecat quis culpa ad duis. Cupidatat consequat Lorem veniam irure cillum pariatur officia.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Ut culpa anim duis exercitation dolore.",
        "task": "Sit ad elit consectetur aliqua veniam voluptate adipisicing minim minim ullamco do.",
        "status": false,
        "activity": "Anim cillum non exercitation aute exercitation in sunt. Est est laboris est velit Lorem do dolor sunt elit ex cupidatat. Dolore sunt enim eu aute dolore. Laboris magna duis irure laboris dolore quis nisi non ipsum sunt cupidatat. Lorem labore ullamco excepteur laboris in qui commodo quis sint ad elit aliqua. Fugiat pariatur nostrud nulla minim exercitation eiusmod.\r\n",
        "activity_type": "Implementation",
        "workhour": 5
    },
    {
        "project": "Dolore laborum occaecat id sunt et fugiat aliqua velit aliqua tempor.",
        "task": "Veniam labore laboris nulla sunt minim incididunt sit officia pariatur voluptate velit.",
        "status": false,
        "activity": "Culpa mollit magna pariatur irure dolore pariatur. Qui veniam excepteur pariatur ea minim Lorem dolore. Reprehenderit velit minim Lorem ut laboris labore officia. Sint aliqua laboris voluptate excepteur. Voluptate esse cillum exercitation veniam consequat ex quis consectetur. Laboris velit magna voluptate mollit exercitation. Commodo occaecat deserunt amet consectetur.\r\n",
        "activity_type": "Implementation",
        "workhour": 3
    },
    {
        "project": "Minim Lorem amet incididunt ullamco reprehenderit ad sint nostrud qui ex.",
        "task": "Commodo duis duis velit ad aliquip.",
        "status": true,
        "activity": "Velit ea cupidatat in exercitation consequat. Duis sit velit esse veniam et quis ea nulla adipisicing magna veniam. Ut voluptate sint laborum labore aliqua ullamco fugiat tempor ut ullamco. Qui culpa labore anim voluptate sint anim officia laborum sint commodo. Cillum consequat do pariatur excepteur ex amet cillum mollit. Consequat eiusmod cillum proident minim dolore pariatur nulla eiusmod. Proident eiusmod reprehenderit veniam sunt dolore cillum eiusmod nisi commodo ut eiusmod veniam.\r\n",
        "activity_type": "Operation",
        "workhour": 7
    },
    {
        "project": "Duis et commodo duis eiusmod in occaecat.",
        "task": "Laboris cupidatat irure do laboris minim laboris deserunt laborum.",
        "status": false,
        "activity": "Exercitation commodo nostrud elit non. Culpa laborum quis dolore ex enim. Dolore nulla sit occaecat et commodo excepteur dolor laborum non occaecat exercitation veniam dolore. Pariatur voluptate ad ut commodo. Laborum culpa ad enim et minim ipsum cupidatat. Mollit velit qui esse nulla voluptate officia dolore. Consequat qui exercitation duis qui.\r\n",
        "activity_type": "Implementation",
        "workhour": 8
    }
]